// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Direkta utskrifts-inställningar";

NoSetTitle = "Kan inte ställa in Direkta utskriftsinställningar";
NoSetMsg = "Kontrollera att skrivaren är ansluten och påslagen. Försök igen.";
UnknownValue = "Välj…";

"Keep Current Settings" = "Behåll aktuella inställningar";

"US Letter" = "US Letter";
"A4" = "A4";
"Legal" = "Legal";
"Hagaki Card" = "Hagaki-kort";
"Photo 4 x 6 in." = "Foto 4 x 6 tum";
"Photo 5 x 7 in." = "Foto 5 x 7 tum";
"Photo L" = "Foto L";
"Borderless Photo 4 x 6 in." = "Ramlöst foto 102 x 153 mm";
"Borderless Hagaki Card" = "Ramlöst Hagaki-kort";
"Borderless Photo L" = "Ramlöst foto L";

"Plain Paper" = "Vanligt papper";
"Transparency" = "OH-film";
"InkJet Paper" = "Inkjet-papper";
"Photo Paper" = "Fotopapper";
"Brochure Paper" = "Broschyrpapper";

"Index" = "Register";
"2 x 3 in." = "2 x 3 tum";
"3 x 5 in." = "3 x 5 tum";
"4 x 6 in." = "4 x 6 tum";
"5 x 7 in." = "5 x 7 tum";
"6 x 8 in." = "6 x 8 tum";
"8 x 10 in." = "8 x 10 tum";
"60 x 80 mm" = "60 x 80 mm";
"Photo L (89 x 127 mm)" = "Foto L (89 x 127 mm)";
"Hagaki Card (100 x 148 mm)" = "Hagaki-kort (100 x 148 mm)";
"130 x 180 mm" = "130 x 180 mm";
"90 x 130 mm" = "90 X 130 mm";
"100 x 150 mm" = "100 x 150 mm";
"150 x 210 mm" = "150 x 210 mm";
"200 x 250 mm" = "200 x 250 mm";

"Best" = "Bästa";
"Normal" = "Normal";
"Fast" = "Snabb";

TaskDescription = "Digitala kameror som stöder formatet DPOF (Digital Print Order Format) gör att du kan ange alternativ för utskrift av foton med hjälp av kameran.\n\nNär du sätter i ett flashminneskort med DPOF-filer skriver skrivaren automatiskt ut de angivna fotona med hjälp av dessa inställningar:";
MediaSizeLabel = "Materialstorlek:";
MediaTypeLabel = "Materialtyp:";
PrintQualityLabel = "Utskriftskvalitet:";
PhotoSizeLabel = "Fotostorlek:";
TaskNote1 = "Obs! Inställningarna gäller även utskrifter som skickas från handdatorer (Personal Digital Assistant (PDA)).";
TaskNote2 = "Den valda fotostorleken måste vara mindre än eller lika med den valda pappersstorleken.";
ApplyButtonTitle = "Verkställ nu";
